{"text": "My favourite food is anything I didn't have to cook myself."}
{"text": "Now if he does off himself, everyone will think hes having a laugh screwing with people instead of actually dead"}
{"text": "WHY THE FUCK IS BAYLESS ISOING"}
{"text": "To make her feel threatened"}
{"text": "Dirty Southern Wankers"}
{"text": "OmG pEyToN iSn'T gOoD eNoUgH tO hElP uS iN tHe PlAyOfFs! Dumbass Broncos fans circa December 2015."}
{"text": "Yes I heard abt the f bombs! That has to be why. Thanks for your reply:) until then hubby and I will anxiously wait 😝"}
{"text": "We need more boards and to create a bit more space for [NAME]. Then we’ll be good."}
{"text": "Damn youtube and outrage drama is super lucrative for reddit"}
{"text": "It might be linked to the trust factor of your friend."}
{"text": "Demographics? I don’t know anybody under 35 who has cable tv."}
{"text": "Aww... she'll probably come around eventually, I'm sure she was just jealous of [NAME]... I mean, what woman wouldn't be! lol "}
{"text": "Hello everyone. Im from Toronto as well. Can call and visit in personal if needed."}
{"text": "R/sleeptrain Might be time for some sleep training. Take a look and try to feel out what's right for your family."}
{"text": "[NAME] - same fucking problem, slightly better command of the English language."}
{"text": "Shit, I guess I accidentally bought a Pay-Per-View boxing match"}
{"text": "Thank you friend"}
{"text": "Fucking coward."}
{"text": "that is what retardation looks like"}
{"text": "Maybe that’s what happened to the great white at Houston zoo"}
{"text": "I never thought it was at the same moment, but sometimes after [NAME] sacrifice... sounds logical"}
{"text": "i got a bump and a bald spot. i feel dumb <3"}
{"text": "You are going to do the dishes now"}
{"text": "Slowing things down now"}
{"text": "His name has already been released. Just can't post it here."}
{"text": "Stupidly stubborn / stubbornly stupid"}
{"text": "Mine was apparently [NAME] and the giant peach!"}
{"text": "I miss them being alive"}
{"text": "Super, thanks"}
{"text": "A new study just came out from China that it's actually too late."}
{"text": "Troll, bro. They know they're saying stupid shit. The motherfucker does nothing but stink up libertarian subs talking shit"}
{"text": "All sounds possible except the key, I can't see how it was missed in the first search. "}
{"text": "Your aunt has some damn nerve, though!"}
{"text": "Ok, then what the actual fuck is your plan?"}
{"text": "What does FPTP have to do with the referendum?"}
{"text": "Happy to be able to help."}
{"text": "18 is hot but very bland, it's just here this blonde lady who is not as hot as blonde launch."}
{"text": "Famous for his 3-4 Defense"}
{"text": "Pretty sure I’ve seen this. He swings away with the harness he is wearing. Still looks painful but I think he lives"}
{"text": "When I feel down I listen to music."}
{"text": "aw, thanks! I appreciate that! "}
{"text": "Thanks! I love watching him every week"}
{"text": "I read on a different post that he died shortly after of internal injuries."}
{"text": "Honestly it sounds exhausting being married to him. Maybe it will be better for you in the long run."}
{"text": "It's crazy how far Photoshop has come. Underwater bridges?!! NEVER!!!"}
{"text": "I wouldn't let a sweet potato dictate decisions, ever."}
{"text": "It's true though. He either gets no shirt and freezes to death or wears a stupid looking butchers cape. I hope he gets something better next season"}
{"text": "It's a better option because it's my life and none of your business? Lmfao, who are you"}
{"text": "Sack, shaft, and tip. The trifecta. "}
{"text": "I know. My question was if they **used** to compete in T5-TTT2."}
{"text": "FBI!! OPEN UP!!!"}
{"text": "Should’ve dumped coke all over her right after the movie, and make a run for it. Fk pettiness "}
{"text": "You can always kneel."}
{"text": "Cheers, sololander!"}
{"text": "Very interesting. Thx"}
{"text": "This isn't really wholesome"}
{"text": "your mom likes to copy me cause she has no creativity just like you:"}
{"text": "Lord help me I want to be a mod again. So many damn trolls here"}
{"text": "Oh holy heck :/"}
{"text": "Thanks DB, I'll see if I can find the book"}
{"text": "LOL. Super cute!"}
{"text": "I just shit my pants. Then walk away. Embarrassing enough he won't press or follow you."}
{"text": "WHAT ARE YOU DOIN [NAME]?"}
{"text": "This...has 9k upvotes. Wow."}
